{"_id":{"$oid":"611191a37c6b2818f0fdb445"},"nombre":"Auto a control remoto","descripcion":"Construcción de un auto comandado a distancia por bluetooth. Se puede manejar desde un dispositivo móvil a través de la app, ordenándole moverse en cualquier dirección y girar. Cuenta con sensores de distancia para evitar choques contra objetos. Cuando está en movimiento se enciende la luz verde. En estado de reposo prende la luz roja.","categoria":"Arduino","year":2020,"imagen":"4dEqp7qDdJwwftyG-AJTgzPr.jpg","__v":0}
{"_id":{"$oid":"611191bc7c6b2818f0fdb448"},"nombre":"Comedero de animales","descripcion":"Construcción electromecánica de un dispenser de comida para animales, controlado desde un display. Se puede accionar manualmente por un botón y configurar un horario para entregar la comida. Funciona con pilas o conectandolo a una fuente de corriente.","categoria":"Arduino","year":2020,"imagen":"sESkcecxjTjcYDPBlr0BdKxm.jpg","__v":0}
{"_id":{"$oid":"611843e1c732eb12c0176e81"},"nombre":"Ajedrez","descripcion":"Diseño y desarrollo del clásico juego de ajedrez y sus reglas tradicionales.\nLa aplicación de escritorio fue desarrollada en equipo durante la cursada en el instituto ORT.","categoria":"C++","year":2013,"imagen":"_ufAljpMT_1TH6xHwmG-Ufik.png","__v":0}
{"_id":{"$oid":"61184a81e73acd1a9827ebac"},"nombre":"Juego de cartas","descripcion":"Diseño y desarrollo de un juego sencillo de cartas en versión de escritorio, controlado con el mouse. Seleccionar cartas de personajes con estadísticas y habilidades especiales para atacar al enemigo. Cálculo de vida en base a estadísticas del personaje, conteo de cartas en el mazo, creación y eliminación de cartas.","categoria":"ActionScript","year":2017,"imagen":"NrpnBGe-84BRapqxfsva07pg.jpg","__v":0}
{"_id":{"$oid":"61184fc7e73acd1a9827ebb7"},"nombre":"Control de actividad física","descripcion":"Creación de una app mobile sencilla en Android para registrar las actividades físicas.\nABM de actividades según su tipo (correr, bicicletear y nadar), cargando manualmente los datos.\nLas actividades se guardan en la base de datos de SQL server.\nLa aplicación se programó durante la cursada en el instituto ORT.","categoria":"Java","year":2014,"imagen":"6O20XKXFJOvXckZSoMYCyS-F.png","__v":0}
{"_id":{"$oid":"611855f0e73acd1a9827ebc0"},"nombre":"Listado de observaciones","descripcion":"A pedido de la consultora de Higiene y Seguridad donde trabajo, diseñé un formato en excel con botones y macros en base a sus necesidades: Guardar archivo en pdf; imprimir en impresora predeterminada; enviar copia en pdf por mail a los clientes; enviar copia en excel por mail protegida con contraseña; pasar observaciones terminadas y suspendidas a una hoja oculta; ajustar márgenes de la hoja; buscar fotos en una ruta específica con los últimos dígitos del nombre e insertarla en el archivo ajustándose a la celda. ","categoria":"Microsoft Vba","year":2018,"imagen":"k3VNRp86heRIhPXND69BWzn4.jpg","__v":0}
{"_id":{"$oid":"6119668dbba08b1028c9965b"},"nombre":"Página web","descripcion":"Diseño de una página web para ABM de proyectos. Práctica del curso de Master en JavaScript. Programada a través de un frontend en AgularJS y un backend en NodeJS, comunicados entre sí por peticiones Ajax. Los proyectos se guardan en la base de datos de MongoDB.","categoria":"JavaScript","year":2021,"imagen":"jgS0LP39dqiPxa8zvRO7SC9r.png","__v":0}
